sater4.3/eProcNext/eprocnext/eProcurementNext.Razor/eProcurementNext.Razor/wwwroot/simog/cancellaGara.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xb="xmlbeans.massload.simog.avlp.it">
  <soapenv:Header/>
  <soapenv:Body>
    <xb:cancellaGara>
      <ticket>@@@TICKET@@@</ticket>
      <indexCollaborazione>@@@INDEX@@@</indexCollaborazione>
      <id_gara>@@@ID_GARA@@@</id_gara>
      <id_motivazione>6</id_motivazione>
      <note_canc>@@@NOTE_CANC@@@</note_canc>
    </xb:cancellaGara>
  </soapenv:Body>
</soapenv:Envelope>